#region << 版 本 注 释 >>
/*----------------------------------------------------------------
* 项目名称 ：ConsoleApp4
* 项目描述 ：
* 类 名 称 ：Class1
* 类 描 述 ：
* 命名空间 ：ConsoleApp4
* CLR 版本 ：4.0.30319.42000
* 作    者 ：jinyu
* 创建时间 ：2019
* 版 本 号 ：v1.0.0.0
*******************************************************************
* Copyright @ jinyu 2019. All rights reserved.
*******************************************************************
//----------------------------------------------------------------*/
#endregion



using System;
using System.Collections.Generic;
using System.Text;

namespace ConsoleApp4
{
    /* ============================================================================== 
* 功能描述：Class1 
* 创 建 者：jinyu 
* 创建日期：2019 
* 更新时间 ：2019
* ==============================================================================*/

   public class Product
    {
        public int ID { get; set; }

        public string Name { get; set; }

        public Decimal Price { get; set; }
    }
}
